[
{"data": "15/08/2016", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Duas surpresas desagradáveis com a compra do aparelho", "revisao": "O celular é muito bom, pesquisei muito antes de compra-lo, mas não fazia ideia do maior problema deste modelo. A tela do aparelho é levemente curvada na lateral(sim estamos falando do Flat não do Edge), o que impede de haver uma película que cubra toda a tela do celular. O mais estranho é que existe película para o Edge, mas para o flat não... Os modelos de película disponíveis tem uma margem de uns 4mm, o que torna uma luta a experiência de manipular o menu e selecionar um aplicativo e jogar para o canto da tela para ele ir para a página do lado. Outro problema (o mais grave na minha avaliação) é que a Samsung faz promoções que oferece brindes (no meu caso o óculos VR), mas na hora que você preenche o cadastro fala que o óculos acabou e fica por isso mesmo. O que mais me deixa chateado é que no meu facebook (por ter pesquisado sobre o celular) eu recebo no meu feed a propaganda do S7 e tá lá que quem compra o celular ganha um óculos.  Me senti passo para trás pela empresa, e como eles não pararam com a propaganda, me dá a sensação de que a empresa continua a passar outros clientes para trás. "},
{"data": "11/07/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "APARELHO SENSACIONAL", "revisao": "TINHA O GALAXY S6 E AMAVA DE PAIXÃO, ACABEI VENDENDO E TROQUEI POR UM GALAXY A7, DO QUAL ME ARREPENDO ATÉ HOJE, CELULAR MUITO INFERIOR A LINHA \"S\".\r\nFIQUEI APENAS 03 MESES E ENTÃO DECIDI COMPRAR O GALAXY S7 E ESTOU AMANDOOOO! INCRIVEL, NÃO TRAVA DE FORMA ALGUMA, A QUALIDADE DAS IMAGENS SÃO EXCELENTES, O TOQUE DO DISPLAY É MARAVILHOSO E SUPER DELICADO, O FORMATO DO APARELHO CABE CERTINHO E CONFORTAVELMENTE NA PALMA DA MÃO, TUDO O QUE EU QUERIA E ESPERAVA\r\nPODE PARECER UM POUCO CARO, MAS FAZ TODA DIFERENÇA PARA QUEM PROCURA RAPIDEZ E AGILIDADE ASSIM COMO EU, POIS GARANTO QUE NÃO VAI SE ARREPENDER.\r\nQUANDO EU TROQUEI MEU S6 PELO A7, FIQUEI 03 MESES SOFRENDO!!! CELULAR TRAVAVA DEMAIS, QUALIDADE RUIM E EU FICAVA MUITO ESTRESSADA, COISA QUE NÃO PASSO HOJE EM DIA COM O GALAXS S7\r\nAMANDOOOOO ???"},
{"data": "28/04/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente! Recomendo!", "revisao": "Muito rápido! Não trava! Bateria dura muito!"},
{"data": "16/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Galaxy S7", "revisao": "Realizei a troca do galaxy 5 para o galaxy s7. Por hora estou gostando muito, exceto a bateria pois não vi melhoria.\r\nO material parece de qualidade, apesar de ser um ímã para impressão digital e ser um pouco pesado.\r\nA câmera esta me surpreendendo a cada dia. As fotos noturnas ficam boas e as funcionalidades e opções de personalização são muito úteis para o dia a dia.\r\nO always on é uma inovação no aparelho, mas poderia exibir os ícones de outros apps como facebook, whatsapp, instagram...\r\nO leitor de digital é outro fator positivo, pois ele é rápido e prático.\r\nA certificação de resistência à agua eu não testei, pois no S5 essa resistência, seguindo todas as recomendações e verificações, não funcionou. \r\nExcluindo o valor e a bateria, estou satisfeita com o aparelho."},
{"data": "23/04/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótima aquisição", "revisao": "Smartphone bonito, elegante, com ótima performance e que tira fotos com qualidade."},
{"data": "16/04/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Ainda não usei todas as funções que possui, mas já percebi que o aparelho é excelente."},
{"data": "03/04/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Aparelho otimo", "revisao": "otima"},
{"data": "01/07/2016", "estrelas": 2, "foi_recomendado": "Não recomendo este produto", "titulo": "Bateria horrível ", "revisao": "O celular é ótimo, mas a BATERIA dele é horrível, ainda consegue ser pior que o a do Galaxy S6, que já era péssima, comprei 2 e devolvi por causa da bateria, um celular caro desse com uma bateria péssima, se usar acaba rapidinho mesmo. "},
{"data": "02/05/2016", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "dislpay quebra-fácil", "revisao": "trincou todo o display na 1a. queda."},
{"data": "22/04/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "o melhor da samsung, em qualidade e funcionalidade de imagem e recursos.", "revisao": "trincou fácio o display e câmera na traseina apesar de mais interna, continua sujeita a danos."},
{"data": "28/11/2016", "estrelas": 5, "foi_recomendado": "Não recomendo este produto", "titulo": "Nao comprei", "revisao": "Nao comprei"},
{"data": "01/12/2016", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "O anuncio da TIM é uma enganação!", "revisao": "O preço só é valido para quem assina um plano. Como em qualquer operadora. Voce entra no site para comprar o celular, escolhe só o celular, sem venda casada, e o preço vai para R$3.499!!!! O Buscapé não deveria permitir esse tipo de engodo!"},
{"data": "27/12/2017", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "Boas funções mas pouco resistente ", "revisao": "O Celular é alérgico a agua, já vi celulares sem proteção resistir melhor. Das duas vezes que o meu entrou em contato com a agua ele foi parar na assistência, sendo que da segunda vez deu PT. "},
{"data": "18/04/2017", "estrelas": 4, "foi_recomendado": "Não recomendo este produto", "titulo": "S7 razoavel", "revisao": "Pouco tempo mas caro para o que oferece"},
{"data": "19/10/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo", "revisao": "Bom"},
{"data": "25/07/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Satisfeito", "revisao": "Estou gostando muito do aparelho. As fotos e vídeos possuem imagem perfeitas. Para armazená-las possui ótimo espaço (32gb), além de permitir expandir o espaço utilizando o cartão de memória. Muito rápido. Aprovei e recomendo. "},
{"data": "29/07/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Segurança, confiança e agilidade", "revisao": "Facilidade, produtividade, comprei para gravar vídeos, muito satisfeitp"},
{"data": "22/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo produto ", "revisao": "Um produto com um grande desempenho e de fácil manuseio."},
{"data": "22/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto muito bom", "revisao": "Gostei muito do s7, desempenho excelente, apenas a bateria ruim. O atendimento do Girafa que deixou a desejar, fizeram propaganda enganosa que o produto acompanha um óculos de realidade virtual e quando chegou não acompanhou e disseram que eu teria que cadastrar na Samsung, porém na Samsung não havia mais disponível e pediram  pra ver com o Girafa e nenhum resolveu."},
{"data": "27/06/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Corresponde ao que é informado", "revisao": "Até agora não tive nenhum problema com o celular, apenas achei que a bateria fosse durar um pouco mais, mas fora isso o celular é excelente e o acabamento dele é ótimo. Por ser todo em vidro suja um pouco, mas nada que uma capinha não resolva."},
{"data": "07/07/2017", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "Falso anúncio", "revisao": "O Bondfaro me alertou que o preço do produto havia caído para 948,00. A loja com o melhor preço é o Carrefour. Mas quando entramos na loja para efetuar a compra, o preço consta como 2298,00. "},
{"data": "03/06/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo aparelho", "revisao": "Excelente aparelho! Só o preço que é alto demais e a Samsung que enche de APPs que não se utiliza que não tem como apagar.. mas é um excelente aparelho."},
{"data": "16/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto de qualidade", "revisao": "Realizei a troca do galaxy s5 para o galaxy s7. Tirando a bateria que para mim não melhorou, por hora estou amando. Achei o aparelho um pouco pesado, porem, o material parece de qualidade. A câmera e suas funcionalidades estão me surpreendendo. A rapidez do leitor de digital também é um ponto positivo. Always On é uma função inovadora e muito útil, uma vez que não precisamos mais acender a tela do dispositivo para ver as horas. Uma sugestão para o Always On seria exibir o ícone de outros apps, como o whatsapp, facebook e instagram."},
{"data": "14/06/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "O melhor celular do mundo", "revisao": "Produto maravilhoso! Lindo! Estou amando! Comprei 2 s7, o meu veio perfeito, já o do meu marido veio com problema, travamento, não lê a digital, desliga... vou tentar entrar em contato com a empresa.???????\r\nSó houve uma demora gigantesca na entrega, mas veio. Paguei sedex  pra chegar em 3 dias... acabou demorando 15 dias e veio por transportadora. Perdi valor sedex ??"},
{"data": "26/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Migrando do S5 para o S7", "revisao": "O aparelho é excelente, o desempenho me surpreendeu muito. \r\nO que eu mais busco num celular é a qualidade e possibilidade de edição nas configurações da câmera. E nesse quesito o S7 não deixa a desejar. Já tive o S5 e a Samsung mantem o padrão alto na qualidade da câmera. \r\nO que me frustou foi o fato da empresa ter resolvido retirar a função de infravermelho (eu sempre usava o S5 como controle remoto da TV, ar condicionado, etc.. e agora não é mais possível usar essa função na S7). \r\nO prata suja bastante na parte de trás do aparelho. O leitor de digital é muito rápido e eficiente. No geral, exceto o preço e a duração da bateria, o celular é fantástico!!"},
{"data": "15/01/2018", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Prática abusiva de preços de manutenção e celular que quebra na primeira queda", "revisao": "Efetuei a compra de um celular samsung galaxy s7 SM-G930F no dia 08/01/18 na loja pontofrio (online). Recebi o produto no dia 12/01/18 com aparencia de estar intacto e sem nenhum problema. Liguei o mesmo e funcionou corretamente. Em menos de 24horas, no dia 13/01/18, ocorreu a primeira queda do aparelho do meu bolso (o mesmo é muito liso e escorrega do bolso ao se sentar) e o aparelho trincou a tela. Me direcionei a assistência técnica (Anatech em Porto Alegre-RS) e me informaram que não poderiam dar entrada na garantia, uma vez que a garantia não cobre o reparo da tela. Além disso, solicitei para a atendente um orçamento para troca da tela e a mesma me informou que o valor seria de 980R$, além de 35R$ de orçamento, totalizando 1015R$.\r\nO preço que paguei pelo produto foi de 1661,59R$.\r\nSendo assim, o valor para um reparo custaria mais de 60% do valor do aparelho.\r\nAlém disso, no próprio site da empresa samsung, é informado que o reparo de tela custaria 439R$ nos centros de Reparo vide link: www.samsung.com/br/support/valorreparo/.\r\n\r\nEssa prática, de vender um produto de baixa qualidade, que escorrega e que quebra facilmente e depois cobrar valores surreais de reparo, na minha opinião se caracteriza como uma prática abusiva de preços e uma maneira de tentar extorquir os clientes.\r\n\r\nPossuia um celular da motorola moto G5 a cerca de 1 ano, que teve quedas muito piores e que ainda funciona perfeitamente e está com minha namorada. Não há explicações para a fragilidade de um produto qu"},
{"data": "05/04/2017", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "ótima tecnologia, péssima resistência", "revisao": "Sempre preferi smartphones aos modelos da Apple, primeiramente pelo custo benefício, já que as configurações dos itens de primeira linha, na grande maioria das vezes, são compatíveis ou superiores aos Iphones. Depois disso, os modelos que tive foram super resistentes (Motorola Razr Intel e Galaxy Alpha) e só os troque cerca de 2,5 anos depois da compra, para ter um celular mais atualizado e não porque tiveram algum tipo de problema. Recentemente comprei um Galaxy S7, em 3 dias, numa pequena queda trincou parte do display (falo pequena queda porque os outros modelos que tive, sofreram quedas piores e permaneceram intactos). Um dos chamativos desse modelo da Samsung é justamente a tela Gorilla Glass 4, mas que não tem a menor resistência e, pior, o pequeno reparo da tela ficou orçado em quase R$ 2000,00 pela assistência técnica, R$ 85,00 mais barato que o preço do aparelho novo. Enfim, este modelo da Samsung deixou muito a desejar comparado a outros aparelhos que tive.\r\n\r\n\r\n\r"},
{"data": "13/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "aparelho excelente!!!", "revisao": "produto maravilhoso, pra quem reclama da fragilidade recomendo que use uma pelicula de vidro nele e uma capa, pois todo aparelho é quebravel, o moto force se sobressai, mas é feio, então pelicula nele, vale a pena"},
{"data": "24/10/2016", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "geral", "revisao": "achei ruim a tela ter as bordas curvas, pois nao se encontra o protetor de tela, o que é muito complicado"},
{"data": "27/06/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Design lindo, mas bateria poderia ser melhor", "revisao": "Fácil de usar, ótimo design, mas como utilizo basicamente para redes sociais e agenda, achei que a bateria pudesse durar um pouco mais - dura no máximo um dia e meio. Fora isso tem uma boa memória, uma câmera de ótima qualidade e não vem com um monte de aplicativos já instalados - e que você não usa. Super indico para quem busca design e praticidade no uso."},
{"data": "28/11/2016", "estrelas": 2, "foi_recomendado": "Não recomendo este produto", "titulo": "DEVERIA SE CHAMAR SAMSUNG TRINCA RAPIDO", "revisao": "PÉSSIMA COM DOIS MESES DE USO TRINCOU O DISPLAY DE LCD DENTRO DA BOLSA. E O CONCERTO É 70% DO PREÇO DO CELULAR E PAGAMENTO NO MÁXIMO DE 2 VEZES, E DIZEM QUE É MAL USO."},
{"data": "10/01/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "S7", "revisao": "Smartphone muito bom. Moderno e rápido. O custo é alto, mas ainda é menor do que dia iPhone equivalentes. "},
{"data": "03/04/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Celular ótimo", "revisao": "Adorei o design, super fácil de mexer, fino e leve. Só não deixe cair, quebra fácil."},
{"data": "17/10/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo", "revisao": "Ótimo produto, apesar do android ser basante modificado apresenta boa fluidez. Alta capacidade de memória, tela amoled e quad hd dispensa comentários. A câmera é um dos diferenciais."},
{"data": "19/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "É um ótimo aparelho", "revisao": "Eu já possuia o S7 Edge e resolvi comprar  o S7 como alternativa porque gostei da experiência."},
{"data": "26/02/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "RECOMENDO ...", "revisao": "É um smartphone TOP. Só não dei nota máxima, porque ele não vem com película protetora, como o J7, e no mercado NÃO existe uma que ajuste 100%, devido a tela ser um pouco curva. "},
{"data": "19/10/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito BOM!", "revisao": "Produto TOP. Vale a pena o investimento."},
{"data": "19/10/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente smartphone", "revisao": "Aparelho rápido, ótimo display e fotos, achei que esquenta quando utilizo o gear vr."},
{"data": "19/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "ótimo produto", "revisao": "adorei esse celular. Toooop"},
{"data": "22/03/2017", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "1", "revisao": "1"},
{"data": "29/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "Nada a reclamar"},
{"data": "09/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom produto", "revisao": "Aparelho muito bom recomendo "},
{"data": "06/02/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Prudoto bom", "revisao": "Excelente produto para o uso do dia a dia "},
{"data": "24/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "The best", "revisao": "Maravilhosa"},
{"data": "08/10/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Celular excelente", "revisao": "muito bom"},
{"data": "07/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "APROVADO", "revisao": "OTIMA"},
{"data": "03/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente!", "revisao": "Amigável, rapido, excelente acabamento.\r"},
{"data": "12/04/2017", "estrelas": 4, "foi_recomendado": "Não recomendo este produto", "titulo": "boa", "revisao": "foi boa "},
{"data": "15/01/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "S7", "revisao": "Rápido e moderno. Câmara excelente. "},
{"data": "08/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Um ótimo smartphone, porém com baixo custo-benefício (como os demais high-ends)", "revisao": "O celular possui design bastante sofisticado, com as bordas metálicas e todo revestido de vidro. Isso, porém, traz um desconforto relacionado às impressões digitais que marcam todo o aparelho. Para evitar isso comprei uma capa da ClearView da própria Samsung.\r\n\r\nA câmera traseira é muito boa, porém em condições de baixa luminosidade a perda de qualidade é absurda. O mesmo para a câmera traseira, guardadas as devidas proporções.\r\n\r\nOs apps não travam nem engasgam.\r\n\r\nA duração da bateria não é tão boa quanto deveria. Tem dias que dura apenas 10 horas de uso moderado.\r\n\r\nO preço ainda é salgado, como tudo que é bom no Brasil. Nada de novidade neste quesito. \r\n\r\nNo mais, é um ótimo smartphone, realmente topo de linha. "},
{"data": "30/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Perfeito", "revisao": "Excelente smartphone, um pouco mais caro que a maioria porém vale cada centavo. "},
{"data": "17/10/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Um bom aparelho, caro por sinal", "revisao": "gostei bastante pela inovação nas características e velocidade. graficos impressionam pela qualidade. um bom produto."},
{"data": "22/02/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo produto", "revisao": "Produto muito bom, a bateria dura muito e o carregador carrega muito mais rapido que os normais"},
{"data": "19/02/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo Produto", "revisao": "Um ótimo Smartphone com ótimo desempenho, peca um pouco na duração de bateria e custo benefício."},
{"data": "14/02/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "RECOMENTO ...", "revisao": "Só não dei 5 estrelas porque devido o mesmo ser curvo, desnecessário, não é possível encontrar no mercado nenhuma película que fica perfeita nele. Ai você escolhe ficar com o aparelho sem proteção, colocar uma película que fica sobrando pelos lados e soltando ou colocar uma que deixa meio centímetro de cada lado sem proteção. Vale ressaltar que a Samsung me mandou rapidamente o Gear VR SM-R323NBKAZTO e o ponto frio entregou numa rapidez impressionante."},
{"data": "25/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Depois do S6, comprei o S7 ", "revisao": "Não há do que reclamar! Só isso! Camera excelente, bateria excelente! "},
{"data": "01/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Show", "revisao": "Adorei o aparelho"},
{"data": "21/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Adorei ", "revisao": "E muito show esse celular S7 "},
{"data": "18/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Melhor que qualquer iPhone", "revisao": "Perfeito, sem qualquer reclamação."},
{"data": "12/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente produto", "revisao": "Alta qualidade e performance"},
{"data": "12/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente produto", "revisao": "Produto de alta qualidade e performance."},
{"data": "26/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente smartphone", "revisao": "Aparelho top da linha Galaxy, só isso já diz tudo. Bonito, funcional, rápido, a prova d´água e com 4 GB de memória RAM (um exagero, sobra!). Único ponto negativo é a impossibilidade de trocar a bateria (ou seja, tem vida útil contada, de 2-3 anos, fora isso, só alegria. Fora isso ainda ganhei um Galaxy Gear VR na compra (promoção da Samsung ainda em vigor), show."},
{"data": "22/05/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Critica por não ter recebido o blinde", "revisao": "As bordas arredondadas ativa, dificulta o manuseio, pois faz com que ações não conceitual se realize.\r\nO blinde que estava previsto em sem entregue junto com o produto não veio, mesmo estando dentro da período promocional."},
{"data": "27/02/2017", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "a", "revisao": "a"},
{"data": "18/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo celular. Câmera excelente.", "revisao": "Celular muito bom no geral, se destacando pela câmera."},
{"data": "11/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "Muito bom aparelho"},
{"data": "13/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "AMEI", "revisao": "A cada dia o celular me surpreende com funções que facilita no meu meu dia a dia. Um exemplo e ele informar que tipo de ligação você está recebendo (telemarketing / golpe / propaganda) sem uso de um app especial para isso. A câmera é incrivelmente sensacional.  "},
{"data": "10/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Equipamento muito bom", "revisao": "Estou usando o aparelho a 2 semanas, e ate agora tem sido perfeito. Rápido, com fotos de alta resolução, ótima bateria, display de alta resolução.\r\nAté agora, não vi pontos negativos."},
{"data": "08/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Celular muito bom!", "revisao": "Excelente câmera, acabamento Premium, um perfeito aparelho!"},
{"data": "07/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Muito bom. Particularmente, eu prefiro do que o IPhone."},
{"data": "05/03/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bonito e Rápido", "revisao": "òtimo Produto. Boa fluidez e ótima tela. É um valor caro a se pagar, mas vale a pena."},
{"data": "04/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Atualmente um dos melhores. ", "revisao": "Gosto do processamento extremamente rápido. "},
{"data": "02/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Nunca me decepcionou"},
{"data": "02/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom Aparelho", "revisao": "Já sou cliente dos celulares Galaxy eu não troco."},
{"data": "01/03/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Melhor custo beneficio", "revisao": "Depois de pesquisar, achei que esse seria o melhor custo benefício."},
{"data": "26/02/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Recomendo o produto e.mbora eu não tenho mas conheço", "revisao": "Ainda não pude tê-lo.\r"},
{"data": "28/08/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Sem comparações!!!", "revisao": "O melhore mais completo até agora!"},
{"data": "15/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "EXCELENTE", "revisao": "MUITO BOM"},
{"data": "14/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo celular", "revisao": "Ótimo celular com bateria de duração que chega quase 1 dia."},
{"data": "28/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Aparelho excelente, cumpre com o prometido.", "revisao": "Todos os aspectos marcados acima retratam fielmente o aparelho adquirido. Não há aparelho melhor no mercado. Recomendo."},
{"data": "22/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom", "revisao": "bom"},
{"data": "06/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto muito bom", "revisao": "Adorei o produto, estou curtindo bastante, as fotos são ótimas."},
{"data": "06/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Perfeito", "revisao": "Aparelho bem moderno e rapido com funções de ultima geração."},
{"data": "03/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto excelente e sem arrependimento", "revisao": "Produto dispensa comparativos, sem nenhum sinal de travamento.\r\nBastante simplificado. Não possui a mesma beleza de um iphone mais o processador não se compara com o mesmo."},
{"data": "20/10/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "produto bom", "revisao": "muito bom"},
{"data": "12/09/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto Excelente", "revisao": "Correspondeu as minhas expectativas."},
{"data": "21/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "ótimo", "revisao": "O melhor de todos, sem mais."},
{"data": "20/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto de qualidade", "revisao": "Produto de boa qualidade, supera as expectativas"},
{"data": "17/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito  bom", "revisao": "Ótimo  smartphone."},
{"data": "14/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente aparelho", "revisao": "Aparelho muito bom, câmera fantástica. Rápido e com boa duração de bateria. Compra recomendada."},
{"data": "13/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente celular", "revisao": "Estou com o aparelho há cerca de duas semanas e estou muito satisfeito até o momento. Fácil de usar, câmera excelente, a possibilidade de expansão de memória veio a calhar. "},
{"data": "27/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Um ótimo aparelho!", "revisao": "Uma versão top dos aparelhos da samsung, que hoje está com um ótimo custo/benefício comparando com os concorrentes. Reune uma gama imensa de recursos em um único aparelho, corrigindo problemas que tinham as versões anteriores."},
{"data": "27/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "GS7, fantástico", "revisao": "Não falta nada no celular: ótima performance, bateria, carrega rápido, câmera é top. Melhor que ele só os da próxima geração que ainda não chegaram aqui (LG G6, Galaxy S8, etc.)."},
{"data": "26/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente aparelho", "revisao": "Muito bom. Rápido, câmera excelente,muitas funções. Compra recomendada"},
{"data": "22/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom", "revisao": "Boa"},
{"data": "22/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom, excelente produto. Me surpreendeu", "revisao": "Troquei um S4 octa core por esse S7. Estava muito satisfeito com o antigo, porém esse aparelho conseguiu me surpreender em todos os aspectos. Muito bom aparelho. Rápido, fácil de usar etc."},
{"data": "19/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Até agora é muito boa."},
{"data": "13/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente produto", "revisao": "A melhor oferta encontrada e entrega rápida. Parabéns Shopfacil.com"},
{"data": "23/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Sensacional ", "revisao": "Tira fotos surpreendentes, possui uma ótima tela e tem um acabamento perfeito."},
{"data": "18/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Satisfeito", "revisao": "Interface diferente dos demais androids, porém é agradável. "},
{"data": "10/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Samsung s7", "revisao": "Bom produto"},
{"data": "14/10/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Totalmente satisfeita.", "revisao": "Rápido, excelente resolução, não trava, perfeito. Recomendo 100%."},
{"data": "03/08/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom", "revisao": "Aguardar mais algum tempo para dar uma resposta mais concreta."},
{"data": "18/06/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente aparelho", "revisao": "Aparelho excelente. Podia ter melhor custo-benefício."},
{"data": "15/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Muito bom!"},
{"data": "19/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "ótimo", "revisao": "adorei o celular, além de lindo é toop"},
{"data": "02/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom produto", "revisao": "Um bom produto, com um bom desempenho, câmera e funcionalidades."},
{"data": "02/04/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom custo/beneficio", "revisao": "Um bom produto, com um bom desempenho, câmera e funcionalidades."},
{"data": "28/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo", "revisao": "Muito bom!!!"},
{"data": "27/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Galaxy s7", "revisao": "Satisfeita "},
{"data": "27/03/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "melhor aparelho que ja usei", "revisao": "excelente produto acessórios um pouco carros para ter todos, mais o óculos foi brinde foi menos um para compra, a capa que protege a lente e um pouco frágil. "},
{"data": "05/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "MEU S7", "revisao": "SUPER RECOMENDO, POIS A BATERIA DE TODOS SÃO RUINS, NO MAIS ELE É MARAVILHOSO"},
{"data": "04/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "ok", "revisao": "otima"},
{"data": "03/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Celular muito bom", "revisao": "Velocidade de processamento boa e design agradável.\r\nO único defeito é que a películas protetoras disponíveis no mercado não protegem toda a tela por conta do design ligeiramente curvo. De mais, excelente!"},
{"data": "03/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Estou muito satisfeito com o celular. Recomendo"},
{"data": "02/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom produto", "revisao": "Um bom produto, com um bom desempenho, câmera e funcionalidades."},
{"data": "03/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente celular", "revisao": "Muito satisfeito com o aparelho."},
{"data": "10/04/2017", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Um celular quase TOP.", "revisao": "A princípio um celular bom. Deixei de comprar o S6 para pegar um mais atual. O celular regrediu. O S6 tinha Infravermelho e podia emular controles remotos, o S7 não tem mais.  O S7 aceita SD mas não expande a memória interna. O NFC não é compatível com os cartões Mirafire, ou seja não é compatível com o aplicativo da SPTrans e tantas outras aplicações que utilizam este cartão.  A resolução da tela é ótima. As câmeras são boas, a velocidade de processamento é boa, enfim o resto é tudo de bom. Algumas pessoas falam da bateria, mas pra mim está durando um dia inteiro. "},
{"data": "30/03/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo", "revisao": "Recomendo muito este produto. Um dos melhores smartphones do mercado. A câmera é excelente e a tela fantástica. Gostei muito."},
{"data": "30/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Aparelho muito bom!", "revisao": "Funciona muito bem. Comparando com S4 e S5, é muito mais rápido, tem mais memória e a bateria dura muito mais. Não tem aquela portinha chata do S5. É à prova d'água mesmo."},
{"data": "28/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo produto", "revisao": "Ótimo produto, velocidade do processador e espaço em RAM perfeitos! Infelizmente a memória interna não permite mudar a maioria dos aplicativos para a memória externa... A bateria é misteriosa, hora parece que nunca acabará, já em outros momentos, não dura nada... Porém, design perfeito, a tela perfeita, uma ótima câmera, leitor de digital super rápido, e liberdade para configurar o aparelho do jeito que quiser..."},
{"data": "27/03/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Celular bom. Porem caro", "revisao": "Ainda não recebi a distribuidora não apareceu com celular ainda. Diz que vieram mas não apareceram não "},
{"data": "09/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo  superou  minha  expectativas ", "revisao": "Inigualável "},
{"data": "09/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Completíssimo", "revisao": "Não tem nada que falte neste celular: câmera ótima, performance excelente, bateria dura mais que um dia (é só não instalar o Facebook rsss), tela grande com melhor qualidade do mercado, à prova d'água. Não tem modelo melhor no mercado brasileiro que o S7 e seu irmão maior, o Edge."},
{"data": "06/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "O melhor da Samsung", "revisao": "O melhor que a Samsung já conseguiu montar, celular perfeito para todos os usuários"},
{"data": "04/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "NÃO LEIA A DESCRIÇÃO", "revisao": "NÃO LEIA O TITULO"},
{"data": "10/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "Celular muito rápido e com excelente câmera frontal. Recomendo."},
{"data": "24/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo", "revisao": "Produto excelente"},
{"data": "10/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "bom", "revisao": "até agora ta bem bom"},
{"data": "06/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Aparelho rápido.", "revisao": "Tinha um Iphone 6 e a baixa duração da bateria me fez procurar outra solução. Queria manter num top de linha e peguei o S7. Quanto ao software, muito poluído. Poderia ser mais simples. Mas acredito que em breve me adaptarei ao produto, e essa questão será passado. Realmente resistente a água e a câmera e a duração da bateria me surpreende. Uso muito o aparelho.\r"},
{"data": "06/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Hardware muito bom.", "revisao": "Tinha um Iphone 6 e a baixa duração da bateria me fez procurar outra solução. Queria manter num top de linha e peguei o S7. Quanto ao software, muito poluído. Poderia ser mais simples. Mas acredito que em breve me adaptarei ao produto, e essa questão será passado. Realmente resistente a água e a câmera e a duração da bateria me surpreende. Uso muito o aparelho.\r"},
{"data": "06/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Sensacional!", "revisao": "O melhor smartphone que tive. Design invocado, tela espetacular, processador brutal, câmera sensacional e vários outros recursos positivos. Mesmo sendo de 2016, ainda vale muito a pena!"},
{"data": "20/04/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom! A ROM da Samsung me surpreendeu...", "revisao": "Minhas experiências anteriores com Samsung se resumiam em hardware muito bom, mas com ROM sofrível de tanto lixo que colocavam. Para o S7, a ROM está limpa, poderia ser um pouco mais, mas está bom!"},
{"data": "12/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Câmera espetacular", "revisao": "Celular de acordo com todas as espectativas, sua câmera é excelente, principalmente em situações com baixa luminosidade"},
{"data": "11/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "S7", "revisao": "Bom"},
{"data": "10/04/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom", "revisao": "Celular como qualquer outro nesta faixa de preço,  troquei meu Nexus por ele, demorei um pouco para acostumar, mas é bom..."},
{"data": "12/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "S7 Edge ", "revisao": "Ótimo. "},
{"data": "26/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo", "revisao": "Satisfeita com a compra. Não trava nunca e isso é essencial."},
{"data": "10/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Tudo de bom", "revisao": "Bateria é igual de qq smart .. quanto mais vc usa ela descarrega mesmo porem esse modelo usando o carregador dele faz recarga rapida e carrega rapidão (testei com outro carregador e demora mais) Não aconselho.\r\nAchei as fotos perfeitas, naao vi deferença entre a superioridade que falam do S6 e vamos combinar que se quer fotos profissionais vc deve comprar uma camera fotografica.\r\nOptei pelo S7 pela possibilidade de utilizar cartao de memoria, o que ja nao era possivel no S6 e quem trabalha com o aparelho e precisa instalar varios apps, alguns podem ser colocados no cartao de memoria, liberando a memoria interna\r\nA transferencia dos dados do meu cel ant pra esse foi hiper tranquila em 10 minutos apenas encostando um ap no outro.\r\nUma coisinha ou outra com app da marca mas isso é o de menos. Ate agora me surpreendeu... vamos ver a bateria daqui um tempo.\r\nTudo show de bola... a entrega foi a JATO pela fast shop.. comprei no sabado e recebi na terça.\r\nUma dica .. coloquem no seguro porque nao é barato!"},
{"data": "09/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Veloz e com bons recrusos ", "revisao": "Eu procurava um celular veloz com uma tela grande. Encontrei.\r\nAlém disso, o leitor de impressões digitais facilita muito o uso e passa tranquilidade pela segurança.\r"},
{"data": "07/02/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "Muito bom"},
{"data": "24/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "The Best ", "revisao": "Maravilhosa"},
{"data": "23/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "ótimo", "revisao": "Eu tinha um iphone e pelo alto custo optei pela S7 Samsung. Fiquei muito satisfeita!"},
{"data": "20/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Particularmente, prefiro do que os IPhone."},
{"data": "18/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "muito bom e preciso.", "revisao": "ainda não  possui um só vi o do meu amigo. "},
{"data": "14/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Satisfeito", "revisao": "Produto atende às expectativas, sem travamentos, câmera bacana."},
{"data": "25/05/2017", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo Aparelho. Porém Caríssimo, Bateria meia boca", "revisao": "O aparelho é fantástico e não trava. Porém, a bateria é um lixo e antes das 15hs eu já preciso recarregar. Além disso, é caro demais. Paguei R$ 2.000 porque realmente eu precisava de um aparelho TOP, uma vez que meu S5 travava demais. Mas só indico gastar essa pequena fortuna pra quem dependa de um celular de alta performance ou quem esteja nadando no dinheiro.\r\nOutro ponto negativo é não achar em lugar nenhum película protetora de tela pro modelo flat.\r\nNão me arrependo não."},
{"data": "25/05/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Na promoção da Fast Shop vale a pena", "revisao": "O S7 Edge é um telefone excepcional que, a R$2200,00 na promoção da Fast, é o melhor custo-benefício do mercado até o momento. Em seu preço original de $4200,00 não mesmo. É rápido, muito bonito, funcional, ótima câmera. A bateria não aguenta a tela e o processador em uso prolongado. Ponto de dúvida é durabilidade: Samsung é famosa por ter perda sensível de performance depois de 6 meses; vamos ver nele como vai."},
{"data": "25/05/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Não decepciona", "revisao": "O Galaxy S7 é surpreendente com uma bateria que, se utilizada corretamente,  pode durar até 24h. A camera é sensacional!"},
{"data": "02/05/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "muito bom ", "revisao": "gostei do celular conforme minhas expectativas "},
{"data": "02/05/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Samsung Galaxy S7", "revisao": "Interface mais fluida que a versão anterior, rápido e econômico na bateria!"},
{"data": "02/05/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "otimo", "revisao": "otimo"},
{"data": "26/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "bom", "revisao": "muito bom"},
{"data": "25/04/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "ótima aquisição", "revisao": "Comparando com outro Galaxy que tive anteriormente, esse aparelho ainda não travou... tem ótima resposta (tempo), capacidade de armazenamento muito bom..."},
{"data": "24/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente celular", "revisao": "Tenho o celular há pouco tempo, mas estou muito satisfeita. As fotos são perfeitas; o aparelho é bonito, não trava, é bastante rápido e de fácil manuseio. "},
{"data": "24/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Cor", "revisao": "A cor prata é bem enjoativa"},
{"data": "25/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "celular samsung", "revisao": "boa"},
{"data": "12/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente!", "revisao": "O aparelho corresponde as expectativas, estou muito feliz em ter comprado  este produto!"},
{"data": "17/01/2019", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Smartphone maravilhoso, mas...", "revisao": "Esse smartphone é incrível. Tem boa capacidade de armazenamento, sem travamentos, a câmera é excelente, além de ser lindo. A bateria não dura lá essas coisas, mas dá para o gasto, dura um dia inteiro. O problema está na tela dele que é muito frágil, sem contar que dificilmente encontramos películas protetoras que cubram toda a tela do aparelho. A do meu já quebrou duas vezes. Não recomendo a compra por pessoas desastradas. Se não for o seu caso, vale a compra. Comprei o meu há um ano por um preço muito bom em uma promoção relâmpago no site da Samsung."},
{"data": "16/09/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom produto", "revisao": "Igual aos outros  a única coisa que  é  melhor a bateria carrega muito rápido.  Na propaganda diz ter tv digital  é mentira.\r"},
{"data": "16/09/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom produto", "revisao": "Igual aos outros  a única coisa que  é  melhor a bateria carrega muito rápido.  Na propaganda diz ter tv digital  é mentira.\r"},
{"data": "12/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Top de linha de verdade", "revisao": "Sempre quis um aparelho da linha S e o S7 tem o tamanho perfeito para nao chamar muita atencao e desempenho fantástico. "},
{"data": "12/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente produto!", "revisao": "Aparelho muito rápido, bonito, leve e com uma câmara ótima. A bateria poderia durar mais e também ter um pouco mais de memória."},
{"data": "11/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo celular", "revisao": "Muito bom aparelho"},
{"data": "16/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo celular.", "revisao": "Aprovei e recomendo."},
{"data": "28/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "Ótimo produto. Não deixou nada a desejar. Sistema muito limpo, fluido, camera muito boa e oferece atualizações frequentes."},
{"data": "05/06/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Recomendo Samsung S7", "revisao": "Estou usando a menos de 1 mês. Mas o produto cumpre tudo que prometeu. "},
{"data": "05/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "s7 ÓTIMO.", "revisao": "A PLATAFORMA ANDROIDE DA SAMSUNG É IMBARÍVEL! "},
{"data": "02/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom ", "revisao": "Excelente "},
{"data": "01/06/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Qualidade Samsung", "revisao": "Aparelho bonito, processador poderoso, ótima tela"},
{"data": "28/05/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Excelente custo beneficio..."},
{"data": "09/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo", "revisao": "Muito boa"},
{"data": "07/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Quase perfeito", "revisao": "O melhor smartphone que já usei"},
{"data": "07/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Incrível!", "revisao": "Um produto fantástico. A linha Galaxy S7, é simplesmente poderosa e perfeita em sua montagem Software - Hardware. Elegante (em vidro), com um Android funcional e leve, excelentes câmeras, vale todo o investimento para quem busca um produto premium. "},
{"data": "06/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "De outro mundo!", "revisao": "Uma experiência incrível na forma de celular! Simplesmente lindo e incrível, a linha S7 é fantástica. Potente e com ótima câmera, e um Android super funcional e leve, o Galaxy S7 não decepciona. "},
{"data": "05/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Porque tenho que avaliar se não tenho o produto", "revisao": "Eu não recebi o produto da loja, porque algum motivo meu pedido não foi aprovado.  Pelo que ouço, é um aparelho muito bom, vou comprar, mas por hora, não sou capaz de opinar. "},
{"data": "05/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Galaxy S7 é um dos tops do mercado.", "revisao": "Nada a reclamar do produto. Ele é bonito e potente. Tem sido uma experiência ótima."},
{"data": "05/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": " Galaxy S7 ", "revisao": "Produto de otima qualidade, produto feito para durar"},
{"data": "04/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom!", "revisao": "Tinha o s6 e troquei para o s7. Valeu a pena. Recomendo."},
{"data": "03/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "o melhor celular que tive ", "revisao": "otimo produto uma otima esperiencia em jogos camera perfeita "},
{"data": "03/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Vale a pena", "revisao": "Excelente smartphone, recomendo!"},
{"data": "12/09/2017", "estrelas": 2, "foi_recomendado": "Recomendo este produto", "titulo": "Qualidade ", "revisao": "Produto deixa a desejar, bordas metalicas riscam com facilidade, botão home então nem se fala. Complicado de encontrar películas compatíveis com a tela toda."},
{"data": "11/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Super recomendado", "revisao": "o Galaxy S7 é um excelente aparelho e agora com um bom preço."},
{"data": "11/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo!!! ", "revisao": "Comprei um S7 ano passado porém perdi, comprei outro igual pois achei maravilhoso!"},
{"data": "10/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "bom", "revisao": "bom"},
{"data": "08/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "AMEI!", "revisao": "Por enquanto não tenho do que reclamar, é lindo e cumpre todas as funções, e a câmera é espetacular!"},
{"data": "14/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Gostei de tudo, minha mãe já tinha um e resolvi comprar também"},
{"data": "26/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Cumpre tudo o que se espera do aparelho."},
{"data": "14/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "S7", "revisao": "OK"},
{"data": "13/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Rápido ótima velocidade de processamento ", "revisao": "Jogabilidade excelente, bateria muito boa, camera muito boa .  100%"},
{"data": "13/06/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom produto, apesar do custo", "revisao": "Smartphone muito bom, o processador até agora não decepcionou. A câmera é excepcional. O problema pra mim é  a bateria, custo e não ser dual chip. "},
{"data": "13/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "s7", "revisao": "top"},
{"data": "19/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelência em smartphone", "revisao": "A melhor experiência com smartphone flagship. Com a atualizacao a bateria deu uma diminuída na duração, e o zoom da camera infelizmente perde a definição, Fora isso, com certeza o melhor até agora."},
{"data": "19/06/2017", "estrelas": 4, "foi_recomendado": "Não recomendo este produto", "titulo": "Esperava mais.....", "revisao": "Sempre adquiri celulares dessa marca, pela confiança e qualidade e dessa vez o aparelho de mostrou muito bom, com grande performance e muitos pontos positivos como qualidade da câmera, ótima configuração do celular, mas pecou na bateria e no touchscreen que não se apresentaram tão bem no uso.... Por isso acabei devolvendo o aparelho para tentar adquirir outro."},
{"data": "18/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom!", "revisao": "Troquei um iPhone 5S pelo Galaxy S7 e estou muito satisfeita. A tela e a câmera têm muita qualidade. A memória é ótima e ainda é expansível."},
{"data": "17/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo celular ", "revisao": "Gosto bastante! Celular muito rápido!  "},
{"data": "22/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente bateria", "revisao": "Bateria dura até 2 dias, muito boa. Processamento rápido e câmera boa. Bom pra quem gosta de ler, pois a tela é grande. Só achei um pouco pesado."},
{"data": "21/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Top de linha, excelente custo beneficio", "revisao": "Sou usuário Samsung a pelo menos 7 anos, recomendo a todos este fabricante, excelente !!!"},
{"data": "20/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo em tudo!", "revisao": "Exelente acabamento, desempenho imbatível."},
{"data": "18/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "bom", "revisao": "ótimo"},
{"data": "16/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo produto ", "revisao": "Estou impressionado com o desempenho do celular!"},
{"data": "01/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom", "revisao": "Bom."},
{"data": "31/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "exelente", "revisao": "não é o prmeiro produto deste fabricante que compro, so venho me atualizando. os antigos , que ainda possuo, estao funcionando, limitados pelas novas tecnologias, mas funcionam."},
{"data": "24/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Vale o que custa", "revisao": "Ótimo smartphone, recomendo!\r"},
{"data": "24/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom!", "revisao": "Mudança do S6 para o S7. Valeu a pena!"},
{"data": "22/08/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo", "revisao": "Gosto muito da marca Samsung e por isso adquiri este modelo."},
{"data": "21/07/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "xvcxcvc", "revisao": "tá bom, tá é bom."},
{"data": "29/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "S7", "revisao": "Adorei!"},
{"data": "17/07/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Não seio o porque estou respondendo está pesquisa!!!!", "revisao": "Eu nunca tive e nunca comprei um S7 na minha vida!!!!!!\r\nNão sei qual é  o motivo de vcs mandarem essa pesquisa pra mim..... eu comprei um AASSIS e aproveitando o ensejo, estou extremamente INSATISFEITO  com a compra na CISSA MAGAZINE, no dia 20/07 fará 30 dias que eu paguei a vista o produto é até  agora  não chegou,  ninguém entra em contato comigo pra dar alguma satisfação sobre a demora terrível que está acontecendo.... não vou indicar a ninguém esse site,  pelo contrário irei expor para todos os meus contatos que não comprem por esse site.... CISSA MAGAZINE.... SEM FUTURO!!!!!!"},
{"data": "17/07/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom, porem frágil.", "revisao": "O celular é bom, no geral. Entretanto, na primeira semana de uso já ralou facilmente, esquenta muito com os dados móveis ligados e trava, mesmo que raramente. O resto o celular é excelente. "},
{"data": "02/07/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Samsung S7", "revisao": "Muito bom"},
{"data": "01/07/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Celular Bom mas poderia ser mais barato e resistente", "revisao": "Estou com o aparelho a menos de um mes e até agora estou gostando muito; antes eu tinha um S4; foi um salto de qualidade. Comprei uma capa reforçada p/ protege-lo contra impactos e evitar danos pois falam da fragilidade do Aparelho. O aparelho poderia ser um pouco mais barato."},
{"data": "26/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Um celular de ponta pra durar varios anos", "revisao": "O sistema é estável, rápido e sem firulas. O hardware é potente e passa a impressão de que durará vários anos sem se tornar obsoleto. A câmera é ótima para fotos em alta velocidade. A qualidade da imagem com pouca luz também impressiona. A bateria, comigo, dura um dia inteiro de uso moderado, ou dez horas de uso intenso, O que satisfaz minhas necessidades. O preço é alto, Mas eu espero que a durabilidade compense o alto investimento."},
{"data": "26/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "otimo", "revisao": "PRODUTO COM O PROCESSADOR MUITO RAPIDO"},
{"data": "26/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Aparelho premium, com câmera impressionante. Design discreto, não chama tanto a atenção quanto o Edge. Mostrou-se muito rápido, em meu uso nunca travou. Agora com o lançamento do S8 e consequente queda de preço tornou-se um dos melhores custo-benefício do mercado."},
{"data": "26/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Curti dmais", "revisao": "Adquiri em menos de um mês, a experiência esta sendo ótima. Câmera, sensor de digital, desing, desempenho e bateria excelentes."},
{"data": "07/08/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "O produto no geral é bom.", "revisao": "Tenho o produto a pouco tempo pra fazer uma avaliação mais detalhada. No momento posso dizer q a bateria não dura como especificado no produto. Mas to feliz com ele por enquanto."},
{"data": "03/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom!", "revisao": "Amigável, rapido, excelente acabamento.\r"},
{"data": "30/07/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom e caro", "revisao": "Excelente celular, mas não tenho mais. Poderia custar mais barato."},
{"data": "24/07/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Produto otimo.", "revisao": "Imagem top."},
{"data": "23/07/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo aparelho!", "revisao": "Por enquanto estou muito satisfeito! "}
]